'''
Напишите программу, которая принимвет на вход и сохраняет в переменной календарный год в формате ГГГГ. Проверять и напечатать, високосный это год или нет.

Sample Input 1:
2020

Sample Output 1:
выскосный

Sample Input 2:
2021

Sample Output 2:
невысокосный
'''
# Запрос ввода года от пользователя
year = int(input("Введите год в формате ГГГГ: "))

# Проверка на високосный год
if (year % 4 == 0 and year % 100 != 0) or (year % 400 == 0):
    print("высокосный")
else:
    print("невысокосный")

