'''
Напишите программу, которая принимает два целых числа и отображает большее из них. Также показать, равны ли два целых числа.

Sample Input 1:
5
7

Sample Output 1:
7

Sample Input 2:
7
7

Sample Output 2:
равны
'''
#Запрос ввода двух целых чисел от пользователя
num1 = int(input("Введите первое целое число: "))
num2 = int(input("Введите второе целое число: "))

# Сравнение чисел и вывод большего из них
if num1 > num2:
    print(num1)
elif num2 > num1:
    print(num2)
else:
    print("равны")

