'''
Напишите программу, которая принимает число от пользователя и определяет, число положительное, отрицательное или ноль.

Sample Input 1:
0

Sample Output 1:
ноль

Sample Input 2:
-5

Sample Output 2:
отрицательное

Sample Input 3:
5

Sample Output 3:
положительное
'''
# Запрос ввода числа от пользователя
number = float(input("Введите число: "))

# Проверка числа и вывод соответствующего результата
if number > 0:
    print("положительное")
elif number < 0:
    print("отрицательное")
else:
    print("ноль")
