'''
Для этого упражнения используйте условный (тройной) оператор:
Если переменная age имеет значение ниже 18, значение переменной voteable должно быть «Слишком юный», в противном случае значение voteable должно быть «Достаточно взрослый».
Значение переменной age должно быть введено с клавиатуры.
Значение переменной voteable должно быть выведено на экран.

Sample Input 1:
16

Sample Output 1:
Слишком юный

Sample Input 2:
25

Sample Output 2:
Достаточно взрослый
'''
# Ввод возраста с клавиатуры
age = int(input("Введите возраст: "))

# Определение переменной voteable с использованием условного оператора
voteable = "Слишком юный" if age < 18 else "Достаточно взрослый"

# Вывод результата
print(voteable)